<?php



return [
    'dont_have_coin' => 'क्षमा करें, आपके पास आवश्यक डॉलर राशि नहीं है।',
    'dont_have_usd' => 'क्षमा करें, एजेंसी के पास वह डॉलर राशि नहीं है।',
    'have_request_before' => 'आपके पास पहले से ही एक अनुरोध है',
    'request_added_success' => 'अनुरोध सफलतापूर्वक प्रस्तुत किया गया',
    'request_added' => 'अनुरोध पहले से :user द्वारा जोड़ा गया है',
    'request_title' => 'डॉलर ट्रांसफर का अनुरोध',
    'correct_data' => 'डेटा सही नहीं है',
    'accept_request' => 'आपका डॉलर :coins के ट्रांसफर अनुरोध को स्वीकार कर लिया गया है',
    'refused_request' => 'आपका डॉलर :coins के ट्रांसफर अनुरोध को अस्वीकार कर दिया गया है',
    'action_title' => 'अनुरोध पर क्रिया हुई',
    'request_expired' => 'अनुरोध पर 48 घंटे बीत गए हैं!',
    'edit_in_request' => 'अनुरोध में सफलतापूर्वक संशोधन किया गया!',
    'tranfer_action' => ':usd $ का ट्रांसफर सफलतापूर्वक हुआ!',
    'complete_action' => 'उपयोगकर्ता :user के अनुरोध और भेजी गई राशि :usd $ को सफलतापूर्वक पुष्टि किया गया',
    'host_rejected' => 'मेज़बान :user ने ट्रांसफर पुष्टि को अस्वीकार कर दिया, राशि थी :count',
    'agency_not_shipping' => 'यह एजेंसी शिपिंग एजेंसी नहीं है!',
    'not_agency_owner' => 'आप एजेंसी के मालिक नहीं हैं!',
    'request_not_found' => 'अनुरोध मौजूद नहीं है!',
    'owner_not_found' => 'आप एजेंसी के मालिक नहीं हैं!',
    'not_this_user' => 'इस उपयोगकर्ता को शिपिंग नहीं किया जा सकता',
];
